Repository: daylightsoftware/mmimagemap
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# mlang_labels_tabdescr
source: Create linked area map
de: verlinkten Bereich erzeugen

# tx_mmimagemap.wizard_pi1_description
source: edit imagemaps in Wysiwyg mode
de: Wysiwyg Bearbeitung von Imagemaps

# tx_mmimagemap.selectimagemap
source: select an imagemap
de: Eine Imagemap auswählen

# tx_mmimagemap.err_upload1
source: error during file upload
de: Fehler beim Hochladen

# tx_mmimagemap.create_map
source: Create image map:
de: Imagemap anlegen:

# tx_mmimagemap.err_file_exists
source: File already exists
de: Datei existiert bereits

# tx_mmimagemap.err_file_size
source: File is too big
de: Datei ist zu gross

# tx_mmimagemap.err
source: Errors:
de: Fehler:

# tx_mmimagemap.mapname
source: Image Map Name
de: Name der Image Map

# tx_mmimagemap.picture
source: Picture
de: Bild

# tx_mmimagemap.add
source: Add
de: Hinzufügen

# tx_mmimagemap.del
source: delete
de: Löschen

# tx_mmimagemap.eim
source: Existing Image Maps:
de: Existierende Image Maps

# tx_mmimagemap.description
source: Description
de: Beschreibung

# tx_mmimagemap.type
source: Type
de: Typ

# tx_mmimagemap.circle
source: Circle
de: Kreis

# tx_mmimagemap.link
source: Link
de: Link (TYPO3-Seite = t3://page?uid=[Id der Seite])

# tx_mmimagemap.rectangle
source: Rectangle
de: Rechteck

# tx_mmimagemap.edit
source: Edit
de: Speichern

# tx_mmimagemap.add_point
source: Add Point
de: Punkt Hinzufügen

# tx_mmimagemap.firstposition
source: First Position
de: erste Position

# tx_mmimagemap.lastposition
source: Last Position
de: letzte Position

# tx_mmimagemap.xpos
source: X Pos
de: X

# tx_mmimagemap.ypos
source: Y Pos
de: Y

# tx_mmimagemap.edit_link_area
source: Edit Link Area:
de: verlinkten Bereich bearbeiten:

# tx_mmimagemap.add_link_area
source: Add Link Area:
de: verlinkten Bereich hinzufügen:

# tx_mmimagemap.link_arealist
source: Link Area List:
de: Liste der verlinkten Bereiche:

# tx_mmimagemap.err_nvd
source: No valid data!
de: Keine gültigen Daten

# tx_mmimagemap.diff_amount
source: A different amount of xpos and ypos
de: Unterschiedlich viele X und Y Positionen angegeben

# tx_mmimagemap.inval_x
source: A invalid xpos submited
de: ungültige X-Position angegeben

# tx_mmimagemap.inval_y
source: A invalid ypos submited
de: ungültige Y-Position angegeben

# tx_mmimagemap.xsize
source: Width
de: Breite

# tx_mmimagemap.ysize
source: Height
de: Höhe

# tx_mmimagemap.ocsr
source: OnClick set Radius
de: Bei Klick Radius setzen

# tx_mmimagemap.ocscc
source: OnClick set Circle Center
de: Bei Klick Mittelpunkt setzen

# tx_mmimagemap.delete_point
source: delete:
de: löschen

# tx_mmimagemap.delete_point1
source: delete:
de: löschen

# tx_mmimagemap.edit_point
source: edit
de: editieren

# tx_mmimagemap.color
source: Color
de: Farbe

# tx_mmimagemap.red
source: red
de: rot

# tx_mmimagemap.blue
source: blue
de: blau

# tx_mmimagemap.green
source: green
de: grün

# tx_mmimagemap.setsize
source: on click set size
de: Bei Klick Grösse ändern

# tx_mmimagemap.setpos
source: on click set upper left corner
de: Bei Klick obere linke Ecke positionieren

# tx_mmimagemap.mark_startpoint
source: mark startpoint
de: Startpunkt markieren

# tx_mmimagemap.close
source: close polygon
de: Schliesse Polygon

# tx_mmimagemap.mark_endpoint
source: mark endpoint
de: Endpunkt markieren

# tx_mmimagemap.give_name
source: Please enter a name
de: Bitte einen Namen angeben

# tx_mmimagemap.give_descript
source: Please enter a description
de: Bitte eine Beschreibung angeben

# tx_mmimagemap.use_pic
source: Use picture from existing image map
de: Bild von existierender Imagemap benutzen

# tx_mmimagemap.nofile
source: Please upload or select a image file
de: Bitte ein Bild hochladen oder auswählen

# tx_mmimagemap.do_blink
source: blinks
de: blinkt

# tx_mmimagemap.save
source: save
de: Speichern

# tx_mmimagemap.deleted
source: deleted
de: gelöscht

# tx_mmimagemap.tuerkis
source: turquoise
de: Türkis

# tx_mmimagemap.violet
source: violet
de: Violett

# tx_mmimagemap.area
source: Area
de: Bereich

# tx_mmimagemap.editpoints
source: Edit Points
de: Punkte bearbeiten

# tx_mmimagemap.param
source: Additional Parameters for the linked area
de: Zusätzliche Parameter für den verlinkten Bereich

# tx_mmimagemap.discard
source: Do you really want to discard changes?
de: Wollen Sie wirklich die Änderungen verwerfen?

# tx_mmimagemap.default
source: default link
de: Standard Link

# tx_mmimagemap.justonedef
source: Only one default link per image allowed
de: Nur ein Default Link pro Bild erlaubt

# tx_mmimagemap.choose_dir
source: Please choose a directory
de: Bitte wählen Sie ein Verzeichnis aus

# tx_mmimagemap.illegal_filename
source: the picture file name may not start with "t_"
de: Der Dateiname des Bildes darf nicht mit "t_" beginen

# tx_mmimagemap.use_map
source: Use already existing imagemap with new picture
de: Bereits bestehende Imagemap mit neuem Bild verwenden

# tx_mmimagemap.new_pic
source: Upload a new picture
de: Neues Bild hochladen

# tx_mmimagemap.movex
source: Move x-ward
de: Auf der X-Achse verschieben

# tx_mmimagemap.movey
source: Move y-ward
de: Auf der Y-Achse verschieben

# tx_mmimagemap.move
source: Move
de: Verschieben

# tx_mmimagemap.use_file
source: Use picture from that directory
de: Benutze Bild aus diesem Verzeichnis

# tx_mmimagemap.del_unused
source: If not used by other imagemap, delete picture
de: wenn von keiner anderen Imagemap benutzt, Bild löschen

# tx_mmimagemap.fe_hidden
source: border never visible in frontend
de: Rahmen im Frontend nicht sichtbar

# tx_mmimagemap.fe_visible
source: border always visible in frontend
de: Rahmen immer im Frontend sichtbar

# tx_mmimagemap.fe_mouseover
source: border only visible on mouseover
de: Rahmen nur bei mouseover sichtbar

# tx_mmimagemap.fe_bordercolor
source: border color in frontend
de: Rahmenfarbe im Frontend

# tx_mmimagemap.fe_bgcolor
source: background color in frontend
de: Hintergrundfarbe im Frontend

# tx_mmimagemap.fe_borderthickness
source: border thickness in frontend(px)
de: Rahmendicke im frontend(px)

# tx_mmimagemap.fe_options
source: frontend options
de: Frontend Optionen

# tx_mmimagemap.showoptions
source: show options
de: Optionen anzeigen

# tx_mmimagemap.hideoptions
source: hide options
de: Optionen ausblenden

# tx_mmimagemap.border
source: border
de: Rahmen

# tx_mmimagemap.addcolor
source: Add color:
de: Farbe hinzufügen:

# tx_mmimagemap.sizepos
source: size/position
de: Grösse/Position

# tx_mmimagemap.delconf1
source: if you delete this color other imagemaps using it will also be affected\nDo you wish to proceed anyway?
de: Vom Löschen dieser Farbe können auch andere imagemaps betroffen sein, die diese Farbe ebenfalls benutzen.\nTrotzdem fortfahren?

# tx_mmimagemap.delconf2
source: do you really want to delete this color?
de: Soll diese Farbe wirklich gelöscht werden?

# tx_mmimagemap.selectedareas
source: selected areas
de: ausgewählte Bereiche

# tx_mmimagemap.toggleup
source: move mouseposition display above image
de: Mauspositionsanzeige oberhalb des Bildes

# tx_mmimagemap.toggledown
source: move mouseposition display under image
de: Mauspositionsanzeige unterhalb des Bildes

# tx_mmimagemap.delimg1
source: This image will be deleted, if it is not used by another imagemap\nDo you wish to proceed?
de: Dieses Bild wird gelöscht, wenn es zu keiner Imagemap gehört.\nFortfahren?

# tx_mmimagemap.delimg2
source: You will not delete this image, even if it is not used by another imagemap\nDo you wish to proceed anyway?
de: Dieses Bild wird nicht gelöscht, auch wenn es von keiner Imagemap benutzt wird.\nTrotzdem fortfahren?

# tx_mmimagemap.erroc
source: An error occured:
de: Ein Fehler ist aufgetreten:

# tx_mmimagemap.contaction
source: Do you wish to continue with your action?
de: Trotzdem mit der Aktion fortfahren?

# tx_mmimagemap.polyclick
source: Add points when clicking on the image
de: Bei Klick auf das Bild Punkte hinzufügen

# tx_mmimagemap.contentboxactivated
source: Content Box active
de: Content Box aktiv

# tx_mmimagemap.browseforelements
source: Browse for records
de: Datensätze durchblättern

# tx_mmimagemap.delelement
source: Remove item
de: Objekt löschen

# tx_mmimagemap.elementhidden
source: Item is hidden
de: Objekt ist versteckt

# tx_mmimagemap.elementdeleted
source: Item is deleted
de: Objekt ist gelöscht
